Repository: ramaika108/povarezik
Catalog: povarezik/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Your recipe was posted successfully, please wait for moderators to approve it :)
ru: Ваш рецепт благополучно дошел до нас, пожалуйста подождите пока модераторы его одобрят :)

source: One of the images that you tried to upload was too large, please compress it or chose another images
ru: Одна или несколько картинок слишком большие, пожалуйста сожмите их или используйте другие.

source: Show comments
ru: Показать коментарии

source: Cancel
ru: Отменить

source: Comment on the recipe
ru: Написать коментарий к рецепту

source: Reply
ru: Ответить

source: Hide replies
ru: Скрыть ответы

source: Show replies
ru: Показать ответы

source: Report
ru: Пожаловаться

source: Your comment
ru: Ваш коментарий

source: Comment text...
ru: Текст коментария

source: Your name...
ru: Ваше имя...

source: Post your comment
ru: Опубликовать коментарий

source: Ingredient name
ru: Название ингридиента

source: Instruction text
ru: Следующий шаг

source: Remove step
ru: Удалить шаг

source: Add an image
ru: Добавить картинку

source: Delete image
ru: Удалить картинку

source: POVAREZIK
ru: ПОВАРЕЖИК

source: POVAREZIK - Website for your Vegeterian recipes
ru: ПОВАРЕЖИК - Сайт вегетарианских рецептов

source: Selected language
ru: Выбранный язык

source: Share
ru: Поделиться

source: Want to post your recipe?
ru: Хотите опубликовать свой рецепт?

source: Have a suggestion, complain or something else?
ru: Есть жалобы, предложения или еще чегонибудь?

source: Contact us
ru: Свяжитесь с нами

source: website made by
ru: Сайт сделан

source: Ezichestvo
ru: Ёжичеством

source: Demonstration video
ru: Демонстрационное видео

source: Add your recipe
ru: Добавте свой рецепт

source: Recipe name
ru: Название рецепта

source: Select category
ru: Выберете категорию

source: Ekadashi
ru: Экадашное

source: Vegan
ru: Веганское

source: Cooking time(mins)
ru: Время приготовления(в минутах)

source: Language
ru: Язык

source: Author name
ru: Имя автора

source: Link to YouTube video
ru: Ссылка на YouTube

source: Ingredients:
ru: Ингридиенты:

source: Add next ingredient
ru: Добавить ингридиент

source: Description
ru: Описание

source: Please write a short description of your recipe...(eg. A traditional indian preparation...)
ru: Пожалуйста напишите описание вашего рецепта...(например: Традиционное индийское блюдо)

source: Write your first instruction here...(eg. Mix all the dry ingredients in a bowl.)
ru: Напишите сдесь первый шаг рецепта...(например: Смешайте все сухие ингредиенты в чашке)

source: Write your second instruction here...(eg. Pour water into the bowl litle by litle and start mixing the dough.)
ru: Напишите сдесь второй шаг рецепта...(например: Постепенно добавляйте воду и замешивайте тесто)

source: Add next step
ru: Добавить следующий шаг

source: Post recipe
ru: Опубликовать рецепт

source: By:
ru: Автор:

source: Share recipe
ru: Поделиться рецептом

source: Website for your Pure Vegeterian recipes
ru: Сайт вегетарианских рецептов

source: (no registration needed to view or post recipes)
ru: (не требует регистрации для просмотра или публикации своих рецептов)

source: See demo
ru: Демонстрация

source: Search...
ru: Искать...

source: Categories
ru: Категории

source: All
ru: Все

source: Filter
ru: Фильтры

source: Rice
ru: Рисы

source: Vegetables
ru: Овощи

source: Salad
ru: Салаты

source: Soup
ru: Супы

source: Sauces and snaks
ru: Соусы и закуски

source: Bread
ru: Хлеб

source: Pastry
ru: Выпечка

source: Milk
ru: Молочные

source: Sweets
ru: Сладости

source: Drinks
ru: Напитки
